{
  "Ritika_1995-08-20": {
    "zodiac": "Leo",
    "insight": "Ritika, Your charisma draws people closer today.",
    "language": "en"
  },
  "Msnish_1995-08-20": {
    "zodiac": "Leo",
    "insight": "[Hindi Translation] Msnish, as a Leo, your natural charisma is shining brightly right now! Embrace opportunities to lead and inspire others. Your creativity is at its peak, so don't be afraid to express yourself boldly and authentically. This is a time for you to truly roar!\n",
    "language": "hi"
  },
  "kelash_1995-08-20": {
    "zodiac": "Leo",
    "insight": "[Hindi Translation] kelash, Confidence attracts the right kind of attention.",
    "language": "hi"
  },
  "Mohanram_1995-08-20": {
    "zodiac": "Leo",
    "insight": "[Hindi Translation] Mohanram, Your charisma draws people closer today.",
    "language": "Hindi"
  },
  "Ram_1995-08-20": {
    "zodiac": "Leo",
    "insight": "राम, स्पॉटलाइट ले लो - आपकी आवाज के मामले।",
    "language": "Hindi"
  },
  "mukesh_1995-08-20": {
    "zodiac": "Leo",
    "insight": "முகேஷ், கவனத்தை ஈர்க்கவும் - உங்கள் குரல் விஷயங்கள்.",
    "language": "Tamil"
  },
  "satish_1995-08-20": {
    "zodiac": "Leo",
    "insight": "सतीश, एक लियो के रूप में, आपका ग्राउंडेड प्रकृति आज आपका मार्गदर्शन करेगी।",
    "language": "Hindi"
  },
  "RitikaKumari_1995-08-20": {
    "zodiac": "Leo",
    "insight": "RitikaKumari, as a Leo, your grounded nature will guide you today.",
    "language": "English"
  },
  "Priyanka_1995-08-20": {
    "zodiac": "Leo",
    "insight": "प्रियंका, एक लियो के रूप में, आपका ग्राउंडेड प्रकृति आज आपका मार्गदर्शन करेगी।",
    "language": "Hindi"
  },
  "Shuresh_1995-08-20": {
    "zodiac": "Leo",
    "insight": "Shuresh, एक LEO के रूप में, आपका ग्राउंडेड प्रकृति आज आपका मार्गदर्शन करेगी।",
    "language": "Hindi"
  },
  "Shureshkumar_1995-08-20": {
    "zodiac": "Leo",
    "insight": "Shureshkumar, एक LEO के रूप में, आपका ग्राउंडेड प्रकृति आज आपका मार्गदर्शन करेगी।",
    "language": "Hindi"
  },
  "RitikaK_1995-08-20": {
    "zodiac": "Leo",
    "insight": "తప్పకుండా! RitikaK అనే సింహరాశి జాతకురాలికి జ్యోతిష్య అంతర్దృష్టి ఇక్కడ ఉంది:\n\nRitikaK గారు, మీ సింహరాశి మిమ్మల్ని సహజంగానే నాయకురాలిని చేస్తుంది. మీలో ఆత్మవిశ్వాసం మెండుగా ఉంటుంది, దానిని సద్వినియోగం చేసుకోండి. సృజనాత్మకత మీ బలం, కళలు మరియు వినోదం పట్ల మీకున్న ఆసక్తిని పెంచుకోండి, అది మీకు ఆనందాన్ని ఇస్తుంది. ఈ సంవత్సరం మీ సంబంధాలలో వెచ్చదనం మరియు ప్రేమను నింపుతుంది.\n",
    "language": "Telugu"
  },
  "Geeta_1995-08-20": {
    "zodiac": "Leo",
    "insight": "नमस्ते गीता!\n\nयहाँ आपके लिए कुछ ज्योतिषीय अंतर्दृष्टि है:\n\n*   सिंह राशि होने के नाते, आप स्वाभाविक रूप से रचनात्मक और उत्साही हैं। अपनी इस ऊर्जा का उपयोग दूसरों को प्रेरित करने में करें।\n*   सितारे संकेत दे रहे हैं कि आपके नेतृत्व गुण इस समय चमक रहे हैं। अपनी क्षमताओं पर विश्वास रखें और आगे बढ़ें।\n*   यह समय आपके व्यक्तिगत विकास पर ध्यान केंद्रित करने का है। नई चीजें सीखें और अपने आत्मविश्वास को बढ़ाएं।\n",
    "language": "Hindi"
  },
  "Kritika_1995-08-20": {
    "zodiac": "Leo",
    "insight": "ज़रूर, कृतिका के लिए एक ज्योतिषीय अंतर्दृष्टि यहाँ है:\n\nकृतिका, सिंह राशि की जातक, आपकी रचनात्मकता और आत्मविश्वास आपको जीवन में आगे बढ़ने में मदद करते हैं। आपका करिश्मा और नेतृत्व क्षमता लोगों को आकर्षित करती है। इस समय, अपने लक्ष्यों पर ध्यान केंद्रित करें और अपने अंतर्ज्ञान पर भरोसा रखें, सफलता आपके कदम चूमेगी।\n",
    "language": "Hindi"
  }
}